Tekla Open API Reference for Tekla Structures 2025
WpfSteelFinishComboBox Properties
The WpfSteelFinishComboBox type exposes the following members.
Properties
Name | Description
Finish
 Gets or sets the finish value
Top
See Also
Reference
WpfSteelFinishComboBox Class
Tekla.Structures.Dialog.UIControls Namespace